7zip
alsa-utils
amd-ucode
android-udev
at
base
base-devel
bat
blender
btrfs-progs
cabextract
clang
cmake
cpupower
cronie
dart-sass
deno
discord
efibootmgr
emacs-wayland
eza
fd
foot
fuse2
geoclue
git
git-delta
gnome-disk-utility
godot
gradle
grim
gst-plugin-pipewire
gum
gvfs-gphoto2
gvfs-mtp
htop
hyprland
hyprpolkitagent
hyprshot
jq
lib32-libpulse
lib32-mesa
lib32-vulkan-radeon
libnotify
libpulse
linux
linux-firmware
loupe
love
luarocks
lvm2
man-db
mesa-utils
meson
mpv
nautilus
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nwg-look
obs-studio
obsidian
otf-montserrat
pacman-contrib
papers
parallel
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-mutagen
python-pip
python-pynvim
raylib
ripgrep
sassc
sfml
slurp
solaar
sox
speech-dispatcher
starship
steam
sudo
texlive-fontsrecommended
texlive-latexextra
texlive-latexrecommended
texlive-plaingeneric
tiled
timeshift
timidity++
tmux
totem
trash-cli
tree
tree-sitter-cli
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ufw
unixodbc
unrar
unzip
vim
vulkan-radeon
wget
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-hyprland
xf86-video-amdgpu
yt-dlp
zip
zram-generator
alarm-clock-applet
apple-fonts
appmenu-glib-translator-git
aseprite
awww-git
aylurs-gtk-shell-git
downgrade
freedownloadmanager
heroic-games-launcher-bin
jump
libastal-meta
minecraft-launcher
nautilus-open-any-terminal
neovim-git
pacman-cleanup-hook
pacman-log-orphans-hook
ttf-ms-fonts
yay
yay-debug
zen-browser-bin
