alsa-utils
amd-ucode
android-udev
at
base
base-devel
bat
btrfs-progs
clang
cmake
cpupower
cronie
deno
discord
efibootmgr
eza
fish
foliate
foot
fuse2
geoclue
git
git-delta
gnome-disk-utility
grim
gst-plugin-pipewire
gum
gvfs-gphoto2
gvfs-mtp
htop
hyprland
hyprpolkitagent
hyprshot
jq
less
lib32-mesa
lib32-vulkan-radeon
libnotify
libpulse
linux
linux-firmware
loupe
man-db
mesa-utils
mpc
mpd
nautilus
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nwg-look
obs-studio
ollama-vulkan
opencode
otf-montserrat
pacman-contrib
papers
parallel
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
podman
podman-compose
podman-desktop
python-mutagen
python-pip
ripgrep
slurp
sox
speech-dispatcher
steam
sudo
tiled
timeshift
timidity++
tmux
totem
trash-cli
tree
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ufw
unixodbc
unrar
unzip
vulkan-radeon
wget
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-hyprland
xf86-video-amdgpu
yt-dlp
zram-generator
apple-fonts
appmenu-glib-translator-git
awww-git
aylurs-gtk-shell-git
brave-bin
freedownloadmanager
libastal-meta
minecraft-launcher
mpvpaper
nautilus-open-any-terminal
vscode-codicons-git
whitesur-gtk-theme
whitesur-icon-theme
yay
yay-debug
